"Scan failed" = "スキャンが失敗しました";
"Scan canceled" = "スキャンがキャンセルされました";
"Document feeder is empty" = "給紙装置が空です";

"Scanner is in use" = "スキャナは使用中です";
"Scanner is offline" = "スキャナはオフラインです";
"Scan incomplete" = "スキャンは完了していません";
"Problems communicating with scanner" = "スキャナと通信できません";
"The scanner failed to complete the scan." = "スキャナはスキャンを完了できませんでした。";

"Unable to generate editable text for scanned document" = "スキャンしたドキュメントに対して編集可能なテキストを生成できません";
"The scanned document has been saved to an image-only file. To save scanned documents with editable text, please install HP Easy Scan on this computer. Go to www.hp.com/support to download the latest software for your HP product." = "スキャンしたドキュメントが画像のみのファイルに保存されています。テキストが編集可能な状態でスキャンしたドキュメントを保存するには、このコンピュータに HP Easy Scan をインストールしてください。HP 製品用の最新ソフトウェアをダウンロードするには、www.hp.com/support にアクセスしてください。";

"The file(s) could not be saved as you do not have appropriate access privileges to \"%@\" folder." = "\"%@\" フォルダーに対する適切なアクセス権限がないため、ファイルを保存できませんでした。";
"To view or change access privileges, select the file in the Finder and choose File > Get Info." = "アクセス権を表示または変更するには、Finder でファイルを選択し、[ファイル]、[情報取得] の順に選択します。";

"The scanned images could not be saved as \"%@\" doesn't exist." = "\"%@\" が存在しないため、スキャンしたイメージを保存できませんでした。";

"Disk \"%@\" is full. Try deleting items from \"%@\" or saving the image on another disk." = "ディスク \"%@\" に空き領域がありません。アイテムを \"%@\" から削除するか、別のディスクに画像を保存してください。";
